{
	"ro": {
		"navbar": {
			"home": "Acasă",
			"offer": "Cerere Ofertă",
			"contact": "Contact",
			"mobileHouses": "Casă Mobila",
			"machineries": "Utilaje",
			"cargo": "Marfa Industriala"
		},
		"homepage": {
			"title": "CCD EuroServices",
			"subtitle": "Transport utilaje si case mobile",
			"keywords": [
				"transport",
				"peleti",
				"case",
				"mobile",
				"marfa",
				"industriala",
				"transport case mobile",
				"transport caravane",
				"transport marfa industriala",
				"transport excavatoare",
				"transport dumper",
				"transport utilaje agricole",
				"transport colete",
				"transport tractoare",
				"transport agabaritic",
				"transport utilaje",
				"transport marfa paletizata",
				"transport rulota",
				"transport paleti",
				"utilaje",
				"romania",
				"anglia",
				"uk"
			]
		},
		"category": {
			"houses-title": "Case Mobile",
			"houses-description": "Profesionisti in furnizarea serviciilor de transport pentru case mobile, oferim deplasări in special din Marea Britanie (Anglia) și din Europa catre România.",
			"cargo-title": "Marfa Paletizata",
			"cargo-description": "Noi, la CCD EuroServices, vă oferim servicii de transport de mărfuri pe paleți din Marea Britanie în România și invers...",
			"machinary-title": "Utilaje",
			"machinary-description": "Asiguram transport utilaje agricole sau de construcții din Marea Britanie (Anglia) și Europa in România.",
			"learnMore": "Afla mai multe"
		},
		"aboutus": {
			"title": "Despre noi",
			"description": "Transportul rutier de marfă desemnează deplasarea in spațiu a mărfurilor cu ajutorul autovehiculelor specializate.<br>Având o experiență în acest domeniu, oferim servicii sigure si securizate începând cu transportul echipamentelor si a pieselor destinate automobilelor, mărfurilor industriale și chiar a caselor mobile, utilajelor agricole sau de construcții. Ceea ce tine de coletărie, oferim transport doar in cantități mari. De asemenea, minimizăm timpul de nefuncționare și asigurăm transportarea mărfurilor in condiții optime. Respectăm toate reglementarile de asigurare pentru deplasarea utilajelor grele, mărfurilor paletizate și caselor mobile. Operațiunile noastre de transport sunt rapide și eficiente. Astfel, in cazul in care veți trimite cererea, noi va vom trimite o cotație in termen de maxim 24 de ore și bineînțeles o estimare a timpului pentru livrare, după examinare.<br>Scopul nostru principal este satisfacția clienților. Oricare ar fi nevoile tale, noi suntem oamenii de referință."
		},
		"houses": {
			"title": "Case Mobile",
			"description": "Casele mobile reprezinta spatiul ideal in care va puteti petrece un concediu linistit, intr-o zona retrasa, avand toate utilitatiile necesare pentru un comfort maxim.<br> Specializați in furnizarea serviciilor de transport, oferim deplasări pentru case mobile din Marea Britanie (Anglia) și din Europa in România. La cerere, va putem oferi, declarațiile vamale și toate celelalte documente necesare transportului. Dimensiunile maxime ale căsuțelor mobile pe care le putem transporta sunt: 11 metri lungime, 3.2 metri lățime, respectiv 10 ft. De asemenea, firma noastra se ocupa si cu achizitionarea caselor mobile la comanda in functie de preferintele dumneavoastra.",
			"keywords": [
				"transport",
				"case",
				"mobile",
				"transport case mobile",
				"transport caravane",
				"transport agabaritic",
				"transport rulota",
				"case mobile",
				"romania",
				"anglia",
				"uk"
			]
		},
		"machinary": {
			"title": "Utilaje",
			"description": "Compania noastră vă poate asigura transport din Marea Britanie (Anglia) și Europa in România, pentru utilajele dumneavoastră agricole sau de construcții. La cerere, oferim declarațiile vamale și toate celelalte documente pentru transportul acestora in siguranța. Echipamentul nostru este unul profesional și potrivit nevoilor dumneavoastră. Cu multă experiența in deplasarea tractoarelor, excavatoarelor, basculantelor, va puteți baza pe noi pentru a va muta echipamentul in siguranța. La nivel agabaritic, transportam utilaje cu lățimea maximă de 3.19 metri, înălțimea maxima de 3.30 metri și lungimea maxima de 12 metri.",
			"slide-1-title": "Tocator Jaguar 870 class",
			"slide-2-title": "Dumper 10 tone/tractor CASE",
			"slide-3-title": "Tocator Jaguar 870 class",
			"keywords": [
				"transport",
				"marfa",
				"industriala",
				"transport marfa industriala",
				"transport excavatoare",
				"transport dumper",
				"transport utilaje agricole",
				"transport colete",
				"transport tractoare",
				"transport agabaritic",
				"transport utilaje",
				"utilaje",
				"romania",
				"anglia",
				"uk"
			]
		},
		"cargo": {
			"title": "Marfa Paletizata",
			"description": "CCD EuroServices va oferă servicii de transport a mărfii paletizate din Marea Britanie (Anglia) in România și vice-versa. Operațiunile noastre sunt flexibile și ne vom asigura ca primiți prompt bunurile dumneavoastră. Cu ani de experiența in aceasta industrie, am colaborat cu cei mai importanți transportatori din Europa, precum: Schenker, Dachser și mulți alții. Indiferent dacă este vorba despre un camion complet, container (sau o parte) pe care doriți sa îl transportați, noi avem grija de el.",
			"keywords": [
				"transport",
				"peleti",
				"transport marfa paletizata",
				"transport agabaritic",
				"transport paleti",
				"romania",
				"anglia",
				"uk",
				"marea britanie"
			]
		},
		"offer": {
			"title": "Cerere Oferta",
			"description": "Pentru o oferta personalizata, va rugam sa completati formularul disponibil sau ne puteti trimite solicitarea pe mail la ccdtransport@yahoo.com. Colegii nostri vor raspunde in cel mai scurt timp posibil.",
			"button": "Acceseaza"
		},
		"footer": {
			"title": "About Us",
			"description": "",
			"contact": "Contact",
			"informations": "Informatii",
			"importantLinks": "Linkuri Importante"
		},
		"contact": {
			"name": "Nume si Prenume",
			"email": "Email",
			"message": "Mesaj",
			"submit": "Trimite",
			"title": "Contact"
		},
		"createOffer": {
			"personDetails": "Detalii Persoana",
			"transportDetails": "Detalii Transport",
			"name": "Nume si Prenume",
			"address": "Adresa",
			"phone": "Nr. Telefon",
			"email": "Email",
			"message": "Mesaj",
			"submit": "Trimite",
			"cargoDescription": "Descriere marfa",
			"startAddress": "Adresa de plecare",
			"endAddress": "Adresa de sosire",
			"lenght": "Lungime (m)",
			"width": "Latime (m)",
			"height": "Inaltime (m)",
			"date": "Data",
			"transportTimeEstimated": "Timp estimat de transport",
			"title": "Cerere Oferta",
			"successMessage": "Mesajul dumneavoastra a fost trimis cu succes. Va vom raspunde in cel mai scurt timp posibil."
		}
	},
	"en": {
		"navbar": {
			"home": "Home",
			"offer": "Get an offer",
			"contact": "Contact",
			"mobileHouses": "Mobile houses",
			"machineries": "Machineries",
			"cargo": "Cargo"
		},
		"homepage": {
			"title": "CCD EuroServices",
			"subtitle": "Transport of equipment and mobile houses",
			"keywords": [
				"transport",
				"pallet",
				"goods",
				"houses",
				"machinery",
				"romania",
				"anglia",
				"uk"
			]
		},
		"category": {
			"houses-title": "Mobile Houses",
			"houses-description": "We are specialized on providing transport services for static caravans from Europe, especially from United Kingdom to Romania, but our efforts do not end here...",
			"cargo-title": "Pallets Goods",
			"cargo-description": "We, at CCD EuroServices, offer you transport services for pallet goods from United Kingdom to Romania, and vice-versa...",
			"machinary-title": "Machineries",
			"machinary-description": "Our Company can provide you trasport for your construction or farming machinery from Europe, especially United Kingdom.On demand, we also offer the customs declare...",
			"learnMore": "Learn More"
		},
		"aboutus": {
			"title": "About Us",
			"description": "We are transport service providers, offering safe and secure transport services of all types of machinery, including static caravans and pallet goods. We can move your machinery from any location in Europe, especially United Kingdom to Romania, minimizing downtime and ensuring smooth operation for the duration of your project. We follow all insurance regulations for carrying heavy machinery,pallet goods and static caravans.Our transport services is fast and efficient, you will get a quote within 24hrs upon request and we will give you an estimation on how long it will take to complete the job upon examination of the specific machinery. We can help with carrying raw material, equipment and machinery parts in a timely manner.Our main goal is customer satisfaction. Whatever your needs are, we are your go-to people."
		},
		"houses": {
			"title": "Mobile Houses",
			"description": "We are specialized on providing transport services for static caravans from Europe, especially from United Kingdom to Romania, but our efforts do not end here.On demand, we also offer the customs declaration and all other documents in order to bring your home on wheels safely to Romania. We cand transport mobile houses with the maximum dimensions of: 11 meters length (35ft), 3.20 meters width (10ft)",
			"keywords": [
				"transport",
				"houses",
				"mobile",
				"romania",
				"anglia",
				"uk"
			]
		},
		"machinary": {
			"title": "Machinary",
			"description": "Our Company can provide you trasport for your construction or farming machinery from Europe, especially United Kingdom.On demand, we also offer the customs declaration and all other documents in order to bring your machinery safely to Romania. We have the equipment that should fit your needs.Wich lots of experience moving tractors, excavators, dumpers and harvesters so you can rely on us to move your equipment safely.At oversized level we can transport equipment with a width of 3.19 meters, a height of 3.30 meters and a maximum length of 12 meters.",
			"slide-1-title": "Harvester Jaguar 870 class",
			"slide-2-title": "Dumper 10 tons/tractor CASE",
			"slide-3-title": "Harvester Jaguar 870 class",
			"keywords": [
				"transport",
				"machinary",
				"romania",
				"anglia",
				"uk"
			]
		},
		"cargo": {
			"title": "Pallets Goods",
			"description": "We, at CCD EuroServices, offer you transport services for pallet goods from United Kingdom to Romania, and vice-versa. Our services are flexible and we will ensure you promptly receive your goods, with years of experience in transport industry. We worked with the leading carriers in Europe such as Schenker, Dachser and many others. Whether it's a full truck, or a whole container or part of a container which you need to be transported – we take care of it.",
			"keywords": [
				"transport",
				"pallets",
				"goods",
				"romania",
				"anglia",
				"uk"
			]
		},
		"offer": {
			"title": "Get an Offer",
			"description": "For a personalized offer, please fill in the available form or you can send us the request by email to ccdtransport@yahoo.com. Our colleagues will respond as soon as possible.",
			"button": "Access"
		},
		"footer": {
			"title": "About Us",
			"description": "",
			"contact": "Contact",
			"informations": "Informations",
			"importantLinks": "Important Links"
		},
		"contact": {
			"name": "Name and Surname",
			"email": "Email",
			"submit": "Send",
			"message": "Message",
			"title": "Contact Us"
		},
		"createOffer": {
			"personDetails": "Person Details",
			"transportDetails": "Transport Details",
			"name": "Name and Surname",
			"address": "Adress",
			"phone": "Phone Number",
			"email": "Email",
			"message": "Message",
			"submit": "Send",
			"cargoDescription": "Cargo Description",
			"startAddress": "Start Adress",
			"endAddress": "End Adress",
			"lenght": "Lenght (m)",
			"width": "Width (m)",
			"height": "Height (m)",
			"date": "Date",
			"transportTimeEstimated": "Transport Time Estimated",
			"title": "Create Offer",
			"successMessage": "Your offer has been sent successfully. We will contact you as soon as possible."
		}
	}
}