{
	"ro": {
		"navbar": {
			"home": "Acasă",
			"offer": "Cerere Ofertă",
			"contact": "Contact",
			"mobileHouses": "Casă Mobila",
			"machineries": "Utilaje",
			"cargo": "Marfa Industriala"
		},
		"homepage": {
			"title": "CCD EuroServices",
			"subtitle": "Transport utilaje si case mobile"
		},
		"category": {
			"houses-title": "Case Mobile",
			"houses-description": "Suntem specializati in furnizarea de servicii de transport pentru case mobile din Europa, in special din Marea Britanie in Romania, dar eforturile noastre nu se opresc aic...",
			"cargo-title": "Marfa Paletizata",
			"cargo-description": "Noi, la CCD EuroServices, vă oferim servicii de transport de mărfuri pe paleți din Marea Britanie în România și invers...",
			"machinary-title": "Utilaje",
			"machinary-description": "Compania noastră vă poate asigura transportul pentru utilajele dvs. de construcții sau agricole din Europa, în special Marea Britanie...",
			"learnMore": "Afla mai multe"
		},
		"aboutus": {
			"title": "Despre noi",
			"description": "Suntem furnizori de servicii de transport, oferind serviciile sigur și securizat pentru toate tipurile de utilaje, inclusiv case mobile și marfa paletizata. Vă putem muta utilajele din orice locație din Europa, în special Marea Britanie în România, minimizând timpul de nefuncționare și asigurând transportarea acestora in conditii optime. Respectăm toate reglementările de asigurare pentru transportul de utilaje grele, marfa paletizata și case mobile. Serviciile noastre de transport sunt rapide și eficiente, veți primi o cotație în termen de 24 de ore la cerere și vă vom oferi o estimare a cât timp va dura finalizarea lucrării, la examinarea utilajului specific. Vă putem ajuta cu transportul de echipamente și piese de mașini în timp util. Scopul nostru principal este satisfacția clienților. Oricare ar fi nevoile tale, noi suntem oamenii de referință."
		},
		"houses": {
			"title": "Case Mobile",
			"description": "Suntem specializati in furnizarea de servicii de transport pentru case mobile din Europa, in special din Marea Britanie in Romania, dar eforturile noastre nu se opresc aici. La cerere oferim si declaratia vamala si toate celelalte documente pentru a va aduce casa pe roti in siguranta, in România."
		},
		"machinary": {
			"title": "Utilaje",
			"description": "Compania noastră vă poate asigura transportul pentru utilajele dvs. de construcții sau agricole din Europa, în special Marea Britanie. La cerere, vă oferim și declarația vamală și toate celelalte documente pentru a vă aduce utilajele în siguranță în România. Avem echipamentul care ar trebui să se potrivească nevoilor dumneavoastră. Cu multă experiență în deplasarea tractoarelor, excavatoarelor, basculantelor, astfel încât să vă puteți baza pe noi pentru a vă muta echipamentul în siguranță.La nivel agabaritic putem transporta utilaje cu latimea de 3,19 metri, inaltime 3,30 metri si lungime maxima de 12 metri."
		},
		"cargo": {
			"title": "Marfa Paletizata",
			"description": "Noi, la CCD EuroServices, vă oferim servicii de transport a marfii paletate din Marea Britanie în România și invers. Serviciile noastre sunt flexibile și ne vom asigura că primiți prompt bunurile dumneavoastră,cu ani de experienta in industria transporturilor. Am lucrat cu cei mai importanți transportatori din Europa, cum ar fi Schenker, Dachser și mulți alții. Indiferent dacă este vorba de un camion plin, sau de un întreg container sau o parte dintr-un container pe care trebuie să îl transportați – noi avem grijă de el."
		},
		"offer": {
			"title": "Cerere Oferta",
			"description": "Pentru o oferta personalizata, va rugam sa completati formularul disponibil sau ne puteti trimite solicitarea pe mail la ccdtransport@yahoo.com. Colegii nostri vor raspunde in cel mai scurt timp posibil.",
			"button": "Acceseaza"
		},
		"footer": {
			"title": "About Us",
			"description": "",
			"contact": "Contact",
			"informations": "Informatii",
			"importantLinks": "Linkuri Importante"
		},
		"contact": {
			"name": "Nume si Prenume",
			"email": "Email",
			"message": "Mesaj",
			"submit": "Trimite",
			"title": "Contact"
		},
		"createOffer": {
			"personDetails": "Detalii Persoana",
			"transportDetails": "Detalii Transport",
			"name": "Nume si Prenume",
			"address": "Adresa",
			"phone": "Nr. Telefon",
			"email": "Email",
			"message": "Mesaj",
			"submit": "Trimite",
			"cargoDescription": "Descriere marfa",
			"startAddress": "Adresa de plecare",
			"endAddress": "Adresa de sosire",
			"lenght": "Lungime (m)",
			"width": "Latime (m)",
			"height": "Inaltime (m)",
			"date": "Data",
			"transportTimeEstimated": "Timp estimat de transport",
			"title": "Cerere Oferta"
		}
	},
	"en": {
		"navbar": {
			"home": "Home",
			"offer": "Get an offer",
			"contact": "Contact",
			"mobileHouses": "Mobile houses",
			"machineries": "Machineries",
			"cargo": "Cargo"
		},
		"homepage": {
			"title": "CCD EuroServices",
			"subtitle": "Transport of equipment and mobile houses"
		},
		"category": {
			"houses-title": "Mobile Houses",
			"houses-description": "We are specialized on providing transport services for static caravans from Europe, especially from United Kingdom to Romania, but our efforts do not end here...",
			"cargo-title": "Pallets Goods",
			"cargo-description": "We, at CCD EuroServices, offer you transport services for pallet goods from United Kingdom to Romania, and vice-versa...",
			"machinary-title": "Machinaries",
			"machinary-description": "Our Company can provide you trasport for your construction or farming machinery from Europe, especially United Kingdom.On demand, we also offer the customs declare...",
			"learnMore": "Learn More"
		},
		"aboutus": {
			"title": "About Us",
			"description": "We are transport service providers, offering safe and secure transport services of all types of machinery, including static caravans and pallet goods. We can move your machinery from any location in Europe, especially United Kingdom to Romania, minimizing downtime and ensuring smooth operation for the duration of your project. We follow all insurance regulations for carrying heavy machinery,pallet goods and static caravans.Our transport services is fast and efficient, you will get a quote within 24hrs upon request and we will give you an estimation on how long it will take to complete the job upon examination of the specific machinery. We can help with carrying raw material, equipment and machinery parts in a timely manner.Our main goal is customer satisfaction. Whatever your needs are, we are your go-to people."
		},
		"houses": {
			"title": "Mobile Houses",
			"description": "We are specialized on providing transport services for static caravans from Europe, especially from United Kingdom to Romania, but our efforts do not end here.On demand, we also offer the customs declaration and all other documents in order to bring your home on wheels safely to Romania."
		},
		"machinary": {
			"title": "Machinary",
			"description": "Our Company can provide you trasport for your construction or farming machinery from Europe, especially United Kingdom.On demand, we also offer the customs declaration and all other documents in order to bring your machinery safely to Romania. We have the equipment that should fit your needs.Wich lots of experience moving tractors, excavators, dumpers and harvesters so you can rely on us to move your equipment safely.At oversized level we can transport equipment with a width of 3.19 meters, a height of 3.30 meters and a maximum length of 12 meters."
		},
		"cargo": {
			"title": "Pallets Goods",
			"description": "We, at CCD EuroServices, offer you transport services for pallet goods from United Kingdom to Romania, and vice-versa. Our services are flexible and we will ensure you promptly receive your goods, with years of experience in transport industry. We worked with the leading carriers in Europe such as Schenker, Dachser and many others. Whether it's a full truck, or a whole container or part of a container which you need to be transported – we take care of it."
		},
		"offer": {
			"title": "Get an Offer",
			"description": "For a personalized offer, please fill in the available form or you can send us the request by email to ccdtransport@yahoo.com. Our colleagues will respond as soon as possible.",
			"button": "Access"
		},
		"footer": {
			"title": "About Us",
			"description": "",
			"contact": "Contact",
			"informations": "Informations",
			"importantLinks": "Important Links"
		},
		"contact": {
			"name": "Name and Surname",
			"email": "Email",
			"submit": "Send",
			"message": "Message",
			"title": "Contact Us"
		},
		"createOffer": {
			"personDetails": "Person Details",
			"transportDetails": "Transport Details",
			"name": "Name and Surname",
			"address": "Adress",
			"phone": "Phone Number",
			"email": "Email",
			"message": "Message",
			"submit": "Send",
			"cargoDescription": "Cargo Description",
			"startAddress": "Start Adress",
			"endAddress": "End Adress",
			"lenght": "Lenght (m)",
			"width": "Width (m)",
			"height": "Height (m)",
			"date": "Date",
			"transportTimeEstimated": "Transport Time Estimated",
			"title": "Create Offer"
		}
	}
}